Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Last validation: initialized=%arg
zh_hans: 上次验证：initialized=%arg

source: Later
zh_hans: 稍后

source: Latest %arg
zh_hans: 最新的 %arg

source: Latest imported
zh_hans: 最近导入

source: Latest saved summary
zh_hans: 最新已保存摘要

source: Learn more is unavailable right now.
zh_hans: 目前无法了解更多信息。

source: License
zh_hans: 许可证

source: Limited
zh_hans: 受限

source: Limited or missing capabilities
zh_hans: 受限或缺失的能力

source: limited text summary
zh_hans: 受限文本摘要

source: Links
zh_hans: 链接

source: Load More
zh_hans: 加载更多

source: Load more normal
zh_hans: 加载更多普通搜索结果

source: Load more semantic
zh_hans: 加载更多语义搜索结果

source: Loading
zh_hans: 正在加载

source: Loading advanced settings
zh_hans: 正在加载高级设置

source: Loading AI call log...
zh_hans: 正在加载 AI 调用日志...

source: Loading AI call...
zh_hans: 正在加载 AI 调用...

source: Loading AI settings...
zh_hans: 正在加载 AI 设置...

source: Loading AI suggestion...
zh_hans: 正在加载 AI 建议...

source: Loading change log
zh_hans: 正在加载变更日志

source: Loading classifier rules...
zh_hans: 正在加载分类器规则...

source: Loading commands...
zh_hans: 正在加载命令...

source: Loading conflict details...
zh_hans: 正在加载冲突详情...

source: Loading file details
zh_hans: 正在加载文件详情

source: Loading files
zh_hans: 正在加载文件

source: Loading filter counts...
zh_hans: 正在加载筛选计数...

source: Loading help...
zh_hans: 正在加载帮助...

source: Loading import log from Core...
zh_hans: 正在从 Core 加载导入日志...

source: Loading model runtime...
zh_hans: 正在加载模型运行时...

source: Loading more files...
zh_hans: 正在加载更多文件...

source: Loading note...
zh_hans: 正在加载笔记...

source: Loading platform capabilities...
zh_hans: 正在加载平台能力...

source: Loading privacy rule...
zh_hans: 正在加载隐私规则...

source: Loading privacy rules...
zh_hans: 正在加载隐私规则...

source: Loading remote provider...
zh_hans: 正在加载远程提供商...

source: Loading repository settings...
zh_hans: 正在加载资料库设置...

source: Loading repository tree
zh_hans: 正在加载资料库目录树

source: Loading suggested tags...
zh_hans: 正在加载建议标签...

source: Loading summary...
zh_hans: 正在加载概述...

source: Loading tag and category registry...
zh_hans: 正在加载标签和分类注册表...

source: Loading tags...
zh_hans: 正在加载标签...

source: Loading undo action...
zh_hans: 正在加载撤销操作...

source: Loading undo history...
zh_hans: 正在加载撤销历史...

source: Loading version information
zh_hans: 正在加载版本信息

source: Local
zh_hans: 本地

source: Local AI is enabled. Files stay on this device.
zh_hans: 本地 AI 已启用。文件会保留在此设备上。

source: Local and remote AI
zh_hans: 本地和远程 AI

source: Local DB
zh_hans: 本地数据库

source: Local feature support will appear after Check status returns a Core snapshot.
zh_hans: “检查状态”返回 Core 快照后，将显示本地功能支持情况。

source: Local first
zh_hans: 本地优先

source: Local folder
zh_hans: 本地文件夹

source: Local index by default
zh_hans: 默认使用本地索引

source: Local indexing keeps file content on this device.
zh_hans: 本地索引会将文件内容保留在此设备上。

source: Local model
zh_hans: 本地模型

source: Local model diagnostics
zh_hans: 本地模型诊断

source: Local model is not installed.
zh_hans: 尚未安装本地模型。

source: Local model is not ready
zh_hans: 本地模型未就绪

source: Local model path cannot be read.
zh_hans: 无法读取本地模型路径。

source: Local model runtime is available.
zh_hans: 本地模型运行时可用。

source: Local model status
zh_hans: 本地模型状态

source: Local model status could not be checked.
zh_hans: 无法检查本地模型状态。

source: Local model status has not been checked yet.
zh_hans: 尚未检查本地模型状态。

source: Local model status is not available yet.
zh_hans: 本地模型状态暂不可用。

source: Local model version is not compatible.
zh_hans: 本地模型版本不兼容。

source: Local not ready
zh_hans: 本地模型未就绪

source: Local only
zh_hans: 仅本地

source: Local or remote
zh_hans: 本地或远程

source: Local preferred
zh_hans: 优先使用本地模型

source: Local tags
zh_hans: 本地标签

# localModel.actionUnavailable
source: The requested local model action is unavailable.
zh_hans: 请求的本地模型操作不可用。

# localModel.copyRejected
source: macOS rejected copying diagnostics.
zh_hans: macOS 无法复制诊断信息。

# localModel.openRejected
source: macOS rejected the local model action.
zh_hans: macOS 无法执行本地模型操作。

source: Locate
zh_hans: 定位

source: Locate...
zh_hans: 定位...

source: Locate…
zh_hans: 定位…

source: Locating...
zh_hans: 正在定位...

source: Locating…
zh_hans: 正在定位…

source: Location
zh_hans: 位置

source: Locked
zh_hans: 已锁定

source: Log
zh_hans: 日志

source: Logs
zh_hans: 日志

source: Logs folder opened: %@
zh_hans: 已打开日志文件夹：%@

source: Logs older than %arg days are automatically removed.
zh_hans: 超过 %arg 天的日志将被自动移除。

source: Logs older than %lld days are automatically removed.
zh_hans: 超过 %lld 天的日志将被自动移除。

source: Logs opened: %@
zh_hans: 日志已打开：%@

source: Low
zh_hans: 低

source: Low confidence
zh_hans: 低置信度

source: Low confidence results
zh_hans: 低置信度结果

source: Low confidence tags are excluded.
zh_hans: 低置信度标签已排除。

source: Low Risk Action
zh_hans: 低风险行动

source: MACOS FILE SYSTEM
zh_hans: macOS 文件系统

# main-list.paths-copied
source: %lld paths copied.
zh_hans: 已复制 %lld 个路径。

# main.empty.message
source: Drop files here and AreaMatrix will classify, name, and record changes automatically.
zh_hans: 把文件拖到这里，AreaMatrix 会自动分类、命名并记录改动。

# main.empty.title
source: No Files Yet
zh_hans: 这里还没有文件

# mainList.diagnosticsCollected
source: Diagnostics collected: %@
zh_hans: 诊断信息已收集：%@

# mainList.externalSync.iCloudDownloadStartError
source: iCloud download could not be started: %@
zh_hans: 无法启动 iCloud 下载：%@

# mainList.filesLoaded
source: %lld files loaded
zh_hans: 已加载 %lld 个文件

# mainList.searchMatch.note
source: Note: %@
zh_hans: 笔记：%@

# mainList.searchResultCount
source: %lld results
zh_hans: %lld 个结果

# mainList.status.batchCategoryChanged
source: Changed %lld files to %@. List and undo action log are refreshed.
zh_hans: 已将 %lld 个文件更改为 %@。列表和撤销操作日志已刷新。

# mainList.status.batchDeleted
source: Processed %lld selected items. List and undo action log are refreshed.
zh_hans: 已处理 %lld 个选中项目。列表和撤销操作日志已刷新。

# mainList.status.categoryChanged
source: Category changed to %@. Tree, list, detail, and change log are refreshed.
zh_hans: 分类已更改为 %@。分类树、列表、详情和变更日志已刷新。

# mainList.status.categoryChangedTreeRefreshFailed
source: Category changed to %@. List, detail, and change log are refreshed. Retry to refresh Tree counts.
zh_hans: 分类已更改为 %@。列表、详情和变更日志已刷新。请重试以刷新分类树计数。

# mainList.status.classificationCorrected
source: Classification corrected to %@. Current file and change log are updated.
zh_hans: 分类已更正为 %@。当前文件和变更日志已更新。

# mainList.status.classificationCorrectedRuleConfirmation
source: Classification corrected to %@. Current file and change log are updated; rule still needs confirmation.
zh_hans: 分类已更正为 %@。当前文件和变更日志已更新；规则仍需确认。

# mainList.status.classificationRuleSaved
source: Classification rule saved for %@. Future classification uses the updated classifier config.
zh_hans: 已为 %@ 保存分类规则。后续分类将使用更新后的分类器配置。

source: Manage privacy rules
zh_hans: 管理隐私规则

source: Markdown
zh_hans: 降价

source: Match
zh_hans: 匹配

source: Match file extensions before falling back to inbox.
zh_hans: 先匹配文件扩展名，再回退到收件箱。

source: Match source
zh_hans: 匹配来源

source: Matched by %@
zh_hans: 匹配依据：%@

source: Matched by %arg
zh_hans: 匹配依据：%arg

source: Matched field: %@
zh_hans: 匹配字段：%@

source: Matched field: %arg
zh_hans: 匹配字段：%arg

source: Matched reason
zh_hans: 匹配原因

source: May send extracted text snippets and existing AI summary context.
zh_hans: 可能发送提取的文本片段和现有 AI 概述上下文。

source: May send file name, extension, extracted text snippets, tag and category context.
zh_hans: 可能发送文件名、扩展名、提取的文本片段、标签和分类上下文。

source: May send file name, repo-relative path, extension, tag and category context.
zh_hans: 可能发送文件名、资料库相对路径、扩展名、标签和分类上下文。

source: May send repo-relative path, extracted text snippets and note summary, never full Note text.
zh_hans: 可能发送资料库相对路径、提取的文本片段和笔记摘要，但绝不会发送完整笔记正文。

source: Medium
zh_hans: 中

source: Meta
zh_hans: 元数据

source: Metadata
zh_hans: 元数据

source: Metadata inspection complete
zh_hans: 元数据检查完成

source: Metadata inspection failed
zh_hans: 元数据检查失败

source: Metadata mismatch
zh_hans: 元数据不匹配

source: Metadata only
zh_hans: 仅元数据

source: Metadata repair completed
zh_hans: 元数据修复完成

source: Metadata repair failed
zh_hans: 元数据修复失败

source: Metadata repair will
zh_hans: 元数据修复将会

source: Metadata repair will not
zh_hans: 元数据修复不会

# metadataRepair.diagnosticsPath
source: Diagnostics snapshot: %@
zh_hans: 诊断快照：%@

# metadataRepair.outcome.initialized
source: Metadata database initialized successfully.
zh_hans: 元数据数据库初始化成功。

# metadataRepair.outcome.rebuilt
source: Metadata database rebuilt successfully.
zh_hans: 元数据数据库重建成功。

# metadataRepair.outcome.unknown
source: Metadata repair completed with an unknown outcome.
zh_hans: 元数据修复已完成，但结果未知。

# metadataRepair.outcome.verified
source: Metadata verified successfully.
zh_hans: 元数据验证成功。

# metadataRepair.preflight.preservedLocale
source: Repository content language will remain %@.
zh_hans: 资料库内容语言将保持为 %@。

# metadataRepair.preflight.state
source: Metadata state: %@
zh_hans: 元数据状态：%@

# metadataRepair.preflight.unsupportedLocale
source: Unsupported repository language value: %@
zh_hans: 不支持的资料库语言值：%@

# metadataRepair.rescan.completed
source: Rescan completed: %1$lld inserted, %2$lld updated, %3$lld skipped.
zh_hans: 重新扫描完成：新增 %1$lld，更新 %2$lld，跳过 %3$lld。

# metadataRepair.rescanLimitations
source: Rescan rebuilds file-derived index entries. It cannot restore tags, notes, history, saved searches, or other metadata that is not present in repository files.
zh_hans: 重新扫描会重建由文件派生的索引记录，但无法恢复资料库文件中不存在的标签、笔记、历史、已保存搜索或其他元数据。

# metadataRepair.summary
source: %lld inserted, %lld updated, %lld skipped
zh_hans: 已插入 %lld 项，已更新 %lld 项，已跳过 %lld 项

source: Missing
zh_hans: 缺失

source: Missing file
zh_hans: 丢失文件

source: Missing file relinked. AreaMatrix updated metadata without moving or modifying the selected file.
zh_hans: 丢失的文件已重新链接。 AreaMatrix 更新了元数据，而无需移动或修改所选文件。

source: Missing files can only update classification metadata.
zh_hans: 缺失文件只能更新分类元数据。

source: Missing ignore.yaml can be recreated only inside .areamatrix/.
zh_hans: 缺失的 ignore.yaml 只能在 .areamatrix/ 内重新创建。

source: Missing version
zh_hans: 缺少版本

source: Mode
zh_hans: 模式

source: Model
zh_hans: 模型

source: Model files are corrupted.
zh_hans: 模型文件已损坏。

source: Model location could not be opened.
zh_hans: 无法打开模型位置。

source: Model location opened.
zh_hans: 模型位置已打开。

source: Model: %@
zh_hans: 模型：%@

source: Model: %arg
zh_hans: 模型：%arg

source: Modified
zh_hans: 修改时间

source: More
zh_hans: 更多

source: Move
zh_hans: 移动

source: Move available files to Trash
zh_hans: 将可用文件移到废纸篓

source: Move existing files to Trash and Replace
zh_hans: 将现有文件移到废纸篓并替换

source: Move file
zh_hans: 移动文件

source: Move file to the new category folder
zh_hans: 将文件移到新的分类文件夹

source: Move File to Trash?
zh_hans: 将文件移到废纸篓？

source: Move files into the category folder
zh_hans: 将文件移入分类文件夹

source: Move files to new category folders
zh_hans: 将文件移到新的分类文件夹

source: Move preference
zh_hans: 移动偏好

source: Move the other version to Trash?
zh_hans: 将另一个版本移到废纸篓？

source: Move to Trash
zh_hans: 移到废纸篓

source: Move to Trash failed
zh_hans: 移到废纸篓失败

# Move 模式会移走源文件夹中的已就绪文件；请确认这些文件要移入资料库。
source: Move removes ready files from the source folder; confirm that they belong in the repository.
zh_hans: Move 模式会移走源文件夹中的已就绪文件；请确认这些文件要移入资料库。

source: Move, rename, delete, or overwrite user files.
zh_hans: 移动、重命名、删除或覆盖用户文件。

source: Moved
zh_hans: 搬家了

source: Moved to Trash. Metadata retained for traceability.
zh_hans: 已移至垃圾箱。保留元数据用于可追溯性。

source: Moving file
zh_hans: 正在移动文件

source: Moving source files later can make indexed entries missing.
zh_hans: 以后移动源文件可能导致已索引条目丢失。

source: Moving to Trash...
zh_hans: 正在移到废纸篓...

source: Moving...
zh_hans: 正在移动...

source: Name
zh_hans: 名称

source: NAME
zh_hans: 名称冲突

source: Name A-Z
zh_hans: 名称 A-Z

source: Name conflict
zh_hans: 名称冲突

source: Name conflict if moved
zh_hans: 移动时发生名称冲突

source: Name is required.
zh_hans: 名称不能为空。

source: Name must be 64 characters or fewer.
zh_hans: 名称不能超过 64 个字符。

source: naming template
zh_hans: 命名模板

source: Navigate
zh_hans: 导航

source: Navigation
zh_hans: 导航

source: Needs confirmation
zh_hans: 需要确认

source: Needs recovery
zh_hans: 需要恢复

source: Needs review
zh_hans: 需要审查

source: Needs Review
zh_hans: 待检查

source: Network mount
zh_hans: 网络挂载

source: Never
zh_hans: 从未

source: New category
zh_hans: 新分类

source: New name
zh_hans: 新名称

source: New summary draft
zh_hans: 新摘要草稿

source: New tag
zh_hans: 新标签

source: Newest imported
zh_hans: 最新导入

source: Newest modified
zh_hans: 最新修改

source: No
zh_hans: 否

source: No active import conflicts to review.
zh_hans: 没有需要检查的活动导入冲突。

source: No active semantic index build is available to cancel.
zh_hans: 没有可取消的活动语义索引构建。

source: No AI call log entries to export
zh_hans: 没有可导出的 AI 通话记录条目

source: No AI calls match these filters.
zh_hans: 没有 AI 调用与这些过滤器匹配。

source: No AI calls yet
zh_hans: 还没有 AI 调用

source: No AI category suggestion is available.
zh_hans: 没有可用的 AI 分类建议。

source: No AI privacy rules yet
zh_hans: 暂无 AI 隐私规则

source: No AI provider route is currently available.
zh_hans: 当前没有可用的 AI 提供商路径。

source: No AI route is enabled
zh_hans: 没有可用的 AI 路由

source: No AI summary yet.
zh_hans: 暂无 AI 摘要。

source: No AI tag suggestions loaded.
zh_hans: 尚未加载 AI 标签建议。

source: No categories available
zh_hans: 没有可用分类

source: No categories yet
zh_hans: 暂无分类

source: No changes to save.
zh_hans: 没有要保存的更改。

source: No commands available.
zh_hans: 没有可用命令。

source: No conflicts remain
zh_hans: 没有剩余冲突

source: No content was sent because the summary was skipped by privacy rules.
zh_hans: 概述被隐私规则跳过，因此未发送任何内容。

source: No custom classifier rules yet
zh_hans: 暂无自定义分类器规则

source: No eligible AI input
zh_hans: 没有可用的 AI 输入

source: no eligible context
zh_hans: 没有可用上下文

source: No eligible context is available for AI.
zh_hans: 没有可供 AI 使用的合格上下文。

source: no eligible input
zh_hans: 没有符合条件的输入

source: No eligible input
zh_hans: 没有符合条件的输入

source: No eligible input for semantic search
zh_hans: 没有可用于语义搜索的内容

source: No eligible summary input
zh_hans: 没有符合条件的摘要输入

source: No eligible summary input remains after privacy checks.
zh_hans: 隐私检查后不保留任何符合条件的摘要输入。

source: No eligible tag context
zh_hans: 没有可用的标签上下文

source: No Extension
zh_hans: 无延期

source: no extensions
zh_hans: 无扩展名

source: No file types yet
zh_hans: 暂无文件类型

source: No files found
zh_hans: 未找到文件

source: No files in this category
zh_hans: 此分类中没有文件

source: No files in this scope are eligible for semantic search.
zh_hans: 此范围内没有可用于语义搜索的文件。

source: No files selected
zh_hans: 未选择文件

source: No files will be moved until you confirm.
zh_hans: 确认前不会移动任何文件。

source: No files will be permanently deleted
zh_hans: 不会永久删除任何文件

source: No iCloud conflicts found
zh_hans: 未发现 iCloud 冲突

source: No imported change_log rows returned for this repository.
zh_hans: 此资料库未返回已导入的 change_log 记录。

source: No items need review.
zh_hans: 没有需要检查的项目。

source: No items selected
zh_hans: 未选择任何项目

source: no keywords
zh_hans: 无关键词

source: No leftover staging files or staging DB rows required recovery.
zh_hans: 没有需要恢复的残留 staging 文件或 staging 数据库记录。

source: No local or remote AI route is enabled for summaries.
zh_hans: 没有为概述启用本地或远程 AI 路由。

source: No matching categories
zh_hans: 没有匹配的分类

source: No matching tags
zh_hans: 没有匹配的标签

source: No missing binding capabilities for this target.
zh_hans: 此目标没有缺失的绑定能力。

source: No normal matches. Semantic matches are shown above.
zh_hans: 没有普通搜索匹配项。语义匹配项显示在上方。

source: No provider
zh_hans: 无提供方

source: No reason provided.
zh_hans: 未提供原因。

source: No redoable action is available.
zh_hans: 没有可重做的操作。

source: No redoable actions
zh_hans: 没有可重做的操作

source: No remote usage scope selected
zh_hans: 未选择远程使用范围

source: No repository connected.
zh_hans: 未连接资料库。

source: No route
zh_hans: 无路线

source: No safe rule suggestion
zh_hans: 没有安全的规则建议

source: No saved summary
zh_hans: 没有已保存摘要

source: No search results
zh_hans: 没有搜索结果

source: No selected conflicts can be applied
zh_hans: 没有可应用的已选冲突

source: No semantic matches. Normal search results are shown below.
zh_hans: 没有语义匹配项。普通搜索结果显示在下方。

source: No Smart Lists match this search.
zh_hans: 没有智能列表与此搜索匹配。

source: No Smart Lists saved.
zh_hans: 未保存智能列表。

source: No suggestion to accept.
zh_hans: 没有可接受的建议。

source: No tag suggestions
zh_hans: 没有标签建议

source: No tag suggestions for this file.
zh_hans: 此文件没有标签建议。

source: No tags yet
zh_hans: 暂无标签

source: No undoable actions
zh_hans: 没有可撤销的操作

source: No undoable or redoable actions
zh_hans: 没有可撤销或重做的操作

source: No user file contents are included.
zh_hans: 不包含任何用户文件内容。

source: No valid file URL
zh_hans: 没有有效的文件 URL

source: Noise
zh_hans: 噪声

source: none
zh_hans: 没有任何

source: None
zh_hans: 没有任何

source: Normal
zh_hans: 普通

source: Normal | - | Match
zh_hans: 普通 | - | 匹配

source: Normal search
zh_hans: 普通搜索

source: Normal search fallback could not be loaded.
zh_hans: 无法加载普通搜索回退结果。

source: Normal search is unavailable
zh_hans: 普通搜索不可用

source: Normal search match
zh_hans: 正常搜索匹配

source: Normal search matches
zh_hans: 普通搜索匹配项

source: Normal search matches (%arg)
zh_hans: 普通搜索匹配项（%arg）

source: Normal search matches (%lld)
zh_hans: 普通搜索匹配项（%lld）

source: Normal search must recover before fallback results can be shown.
zh_hans: 普通搜索恢复后才能显示回退结果。

source: Normal search unavailable
zh_hans: 无法正常搜索

source: Not available
zh_hans: 无法使用

source: Not connected
zh_hans: 未连接

source: Not imported before the queue stopped
zh_hans: 队列停止前未导入

source: Not installed
zh_hans: 未安装

source: Not pinned
zh_hans: 未固定

source: Not ready
zh_hans: 还没准备好

source: not recorded
zh_hans: 未记录

source: Not recorded
zh_hans: 未记录

source: not selected
zh_hans: 未选择

source: Not selected
zh_hans: 未选择

source: Note
zh_hans: 笔记

source: Note save status %arg
zh_hans: 笔记保存状态 %arg

source: note summary
zh_hans: 笔记摘要

source: Note summary
zh_hans: 注释摘要

source: Note: %arg
zh_hans: 笔记：%arg

source: Off
zh_hans: 关闭

source: OK
zh_hans: 正常

source: On
zh_hans: 开启

source: Onboarding configuration router
zh_hans: 初始设置配置路由

# onboarding.confirm.adopt.createIgnoreFile
source: Create .areamatrix/ignore.yaml
zh_hans: 创建 .areamatrix/ignore.yaml

# onboarding.confirm.adopt.createIndex
source: Create the local index database
zh_hans: 创建本地索引数据库

# onboarding.confirm.adopt.createMetadata
source: Create the .areamatrix/ internal directory
zh_hans: 创建 .areamatrix/ 内部目录

# onboarding.confirm.adopt.generateOverview
source: Generate .areamatrix/generated/root.md
zh_hans: 生成 .areamatrix/generated/root.md

# onboarding.confirm.adopt.markIndexed
source: Mark existing files as adopted / indexed
zh_hans: 将已有文件标记为 adopted / indexed

# onboarding.confirm.adopt.scanFiles
source: Scan existing files and folders
zh_hans: 扫描现有文件和文件夹

# onboarding.confirm.adoptFolder
source: Adopt Folder
zh_hans: 接管文件夹

# onboarding.confirm.adoptTitle
source: An existing folder will be adopted
zh_hans: 将接管已有目录

# onboarding.confirm.back
source: Back
zh_hans: 返回

# onboarding.confirm.blocked.alreadyInitialized
source: This path is already an AreaMatrix repository. Return to validation.
zh_hans: 该路径已经是 AreaMatrix 资料库，请返回校验页。

# onboarding.confirm.blocked.insideMetadata
source: Choose the repository root, not a path inside .areamatrix.
zh_hans: 请选择资料库根目录，而不是 .areamatrix 内部目录。

# onboarding.confirm.blocked.missingChecks
source: Path environment checks are missing. Return to validation.
zh_hans: 路径环境检查缺失，请返回校验页。

# onboarding.confirm.blocked.modeChanged
source: The initialization mode changed. Return to validation.
zh_hans: 路径初始化模式已变化，请返回校验页。

# onboarding.confirm.blocked.noLongerEmpty
source: The path is no longer empty. Return to validation.
zh_hans: 路径已不是空目录，请返回校验页。

# onboarding.confirm.blocked.nowEmpty
source: The path is now empty. Return to validation.
zh_hans: 路径已变为空目录，请返回校验页。

# onboarding.confirm.blocked.pathChanged
source: The path state changed. Return to validation.
zh_hans: 路径状态已变化，请返回校验页。

# onboarding.confirm.blocked.permissionsChanged
source: The path permissions changed. Return to validation.
zh_hans: 路径权限已变化，请返回校验页。

# onboarding.confirm.blocked.unfinishedScan
source: This repository has an unfinished scan. Return to recovery.
zh_hans: 该资料库存在未完成的扫描记录，请返回修复流程。

# onboarding.confirm.cancelSetup
source: Cancel Setup
zh_hans: 取消设置

# onboarding.confirm.cancelSetupMessage
source: AreaMatrix will not write to the repository. You can choose again on next launch.
zh_hans: AreaMatrix 不会写入资料库，下次启动可重新选择。

# onboarding.confirm.changePath
source: Change Path
zh_hans: 更改路径

# onboarding.confirm.createRepository
source: Create Repository
zh_hans: 创建资料库

# onboarding.confirm.createTitle
source: A new AreaMatrix repository will be created
zh_hans: 将创建新的 AreaMatrix 资料库

# onboarding.confirm.icloudWarning
source: This path is under iCloud management. Confirm files are available locally.
zh_hans: 该路径位于 iCloud 管理范围内，请确认文件已在本机可用。

# onboarding.confirm.quit
source: Quit
zh_hans: 退出

# onboarding.confirm.quitSetup
source: Quit setup?
zh_hans: 退出设置？

# onboarding.confirm.repoPath
source: Repository path
zh_hans: 资料库路径

# onboarding.confirm.safety.noDelete
source: Do not delete existing files
zh_hans: 不删除已有文件

# onboarding.confirm.safety.noMove
source: Do not move existing files
zh_hans: 不移动已有文件

# onboarding.confirm.safety.noReadmeOverwrite
source: Do not overwrite an existing README.md
zh_hans: 不覆盖已有 README.md

# onboarding.confirm.safety.noRename
source: Do not rename existing files
zh_hans: 不重命名已有文件

# onboarding.confirm.safety.noStructureChange
source: Do not modify the existing project structure
zh_hans: 不修改已有项目目录结构

# onboarding.confirm.subtitle
source: Writing to .areamatrix/ metadata starts only after you confirm.
zh_hans: 确认后才会开始写入 .areamatrix/ 元数据。

# onboarding.confirm.willCreate
source: Will create
zh_hans: 将创建

# onboarding.confirm.willExecute
source: Will execute
zh_hans: 将执行

# onboarding.confirm.willNotExecute
source: Will not execute
zh_hans: 不会执行

# onboarding.databaseRepair.errorKind
source: Error: %@
zh_hans: 错误：%@

# onboarding.databaseRepair.lastSuccessfulOpen
source: Last successful open: %@
zh_hans: 上次成功打开：%@

# onboarding.done.automaticOverviewEnabled
source: Automatic overview enabled
zh_hans: 已启用自动概览

# onboarding.done.cannotOpen
source: Unable to open repository
zh_hans: 无法打开资料库

# onboarding.done.defaultCategoriesCreated
source: Default categories created
zh_hans: 已创建默认分类

# onboarding.done.existingFilesScanned
source: Existing files scanned
zh_hans: 已扫描现有文件

# onboarding.done.internalOverviewGenerated
source: Internal overview generated
zh_hans: 已生成内部概览

# onboarding.done.localIndexBuilt
source: Local index built
zh_hans: 已建立本地索引

# onboarding.done.localIndexCreated
source: Local index created
zh_hans: 已创建本地索引

# onboarding.done.openInFinder
source: Open in Finder
zh_hans: 在 Finder 中打开

# onboarding.done.openRepository
source: Open Repository
zh_hans: 打开资料库

# onboarding.done.retry
source: Retry
zh_hans: 重试

# onboarding.done.structurePreserved
source: Existing folder structure preserved
zh_hans: 已保留原有目录结构

# onboarding.done.subtitle
source: AreaMatrix finished initialization. You can browse the repository now, or drop files into the window to start filing.
zh_hans: AreaMatrix 已完成初始化。 你现在可以浏览资料库，或把文件拖进窗口开始归档。

# onboarding.done.title
source: Repository is ready
zh_hans: 资料库已准备好

# onboarding.failed.changeLocation
source: Change location
zh_hans: 更改位置

# onboarding.failed.collectDiagnostics
source: Collect diagnostics?
zh_hans: 收集诊断信息？

# onboarding.failed.collectDiagnosticsButton
source: Collect Diagnostics...
zh_hans: 收集诊断信息...

# onboarding.failed.defaultRecoveryAdvice
source: Check folder permissions, free disk space, or choose another repository location and try again.
zh_hans: 请检查文件夹权限、释放磁盘空间，或选择其他资料库位置后重试。

# onboarding.failed.diagnostics
source: Diagnostics...
zh_hans: 诊断报告...

# onboarding.failed.errorCode
source: Error code: %@
zh_hans: 错误代码：%@

# onboarding.failed.errorSummary
source: Error summary
zh_hans: 错误摘要

# onboarding.failed.quit
source: Quit
zh_hans: 退出

# onboarding.failed.recoverability
source: Recoverability: %@
zh_hans: 可恢复性：%@
